Repository: Eduard047/GymApp
Catalog: ios/GymApp-iOS/GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: Deleted exercise
ru: Удаленное упражнение
uk: Видалена вправа

source: Deleting…
ru: Удаление…
uk: Видалення…

source: Deletion confirmation
ru: Подтверждение удаления
uk: Підтвердження видалення

source: Deletion starts only after you press the red button. Closing this screen leaves your account unchanged.
ru: Удаление начнется только после нажатия красной кнопки. Если этот экран закрыть, аккаунт не изменится.
uk: Видалення почнеться лише після натискання червоної кнопки. Якщо закрити цей екран, акаунт не зміниться.

source: Deload
ru: Разгрузка
uk: Розвантаження

source: Deload uses 90% of the latest weights with one extra repetition.
ru: Разгрузка использует 90% последнего веса и прибавляет одно повторение.
uk: Розвантаження використовує 90% останньої ваги й додає одне повторення.

source: Device token created. Paste it into Garmin Connect IQ settings.
ru: Токен устройства создан. Вставь его в настройку Garmin Connect IQ.
uk: Токен пристрою створено. Встав його в налаштування Garmin Connect IQ.

source: Diagnostics contain app metadata and aggregate counts only. They exclude authentication tokens, account identifiers, exercise names, workout dates, notes, and set values.
ru: Диагностика содержит только метаданные приложения и агрегированные счетчики. Она не содержит токены аутентификации, идентификаторы аккаунта, названия упражнений, даты тренировок, заметки или значения подходов.
uk: Діагностика містить лише метадані застосунку та агреговані лічильники. Вона не містить токенів автентифікації, ідентифікаторів акаунта, назв вправ, дат тренувань, нотаток або значень підходів.

source: Diagnostics JSON
ru: Диагностика JSON
uk: Діагностика JSON

source: Diagnostics PDF
ru: Диагностика PDF
uk: Діагностика PDF

source: Dips
ru: Отжимания на брусьях

source: Direct iPhone connection
ru: Прямое подключение iPhone

source: Display name
ru: Имя профиля
uk: Ім’я профілю

source: Display name must be 2–32 characters and use letters, numbers, spaces, dot, dash or underscore.
ru: Имя должно содержать 2–32 символа: буквы, цифры, пробелы, точку, дефис или подчеркивание.
uk: Ім’я має містити 2–32 символи: літери, цифри, пробіли, крапку, дефіс або підкреслення.

source: Display name must be 2–32 characters.
ru: Имя должно содержать 2–32 символа.
uk: Ім’я має містити 2–32 символи.

source: Display name violates the leaderboard safety policy.
ru: Отображаемое имя нарушает правила безопасности рейтинга.
uk: Відображуване ім’я порушує правила безпеки рейтингу.

source: Done
ru: Готово
uk: Готово

source: Double tap to dismiss
ru: Коснитесь дважды, чтобы закрыть

source: Dumbbell Bench Press
ru: Жим гантелей лежа

source: Duplicate exercise identifier.
ru: Дублированный идентификатор упражнения.
uk: Дубльований ідентифікатор вправи.

source: Duplicate exercise name.
ru: Дублированное название упражнения.
uk: Дубльована назва вправи.

source: Duplicate muscle mapping.
ru: Дублированное сопоставление мышц.
uk: Дубльоване зіставлення м’язів.

source: Duplicate set identifier.
ru: Дублированный идентификатор подхода.
uk: Дубльований ідентифікатор підходу.

source: Duplicate workout exercise identifier.
ru: Дублированный идентификатор тренировки.
uk: Дубльований ідентифікатор вправи у тренуванні.

source: Duplicate workout identifier.
ru: Дублированный идентификатор тренировки.
uk: Дубльований ідентифікатор тренування.

source: Each exercise needs at least one set.
ru: Каждое упражнение должно содержать как минимум один подход.
uk: Кожна вправа має містити принаймні один підхід.

source: earned
ru: заработано
uk: зароблено

source: Elite
ru: Элита
uk: Еліта

source: Email
ru: Электронная почта
uk: Електронна пошта

source: Email addresses do not match.
ru: Адреса электронной почты не совпадают.
uk: Адреси email не збігаються.

source: Email confirmed. You're signed in.
ru: Email подтвержден. Вход выполнен.
uk: Email підтверджено. Вхід виконано.

source: Email or password is incorrect.
ru: Неверный e-mail или пароль.
uk: Неправильний email або пароль.

source: Encrypted local cache + Supabase cloud
ru: Зашифрованный локальный кэш + облако Supabase
uk: Зашифрований локальний кеш + хмара Supabase

source: Ends this session without deleting your account or cloud data.
ru: Завершает этот сеанс, не удаляя аккаунт или облачные данные.
uk: Завершує цей сеанс, не видаляючи акаунт чи хмарні дані.

source: Ends this session without deleting your account or cloud data. Your selected Garmin watch remains paired until you explicitly revoke it.
ru: Завершает этот сеанс без удаления учётной записи или облачных данных. Выбранные часы Garmin останутся подключёнными, пока ты явно не отзовёшь их.
uk: Завершує цей сеанс без видалення облікового запису або хмарних даних. Вибраний годинник Garmin залишиться сполученим, доки ти явно не відкличеш його.

source: Enter 1–128 valid machine weights between 0 and 1,000,000 kg.
ru: Укажи от 1 до 128 допустимых весов тренажёра в диапазоне от 0 до 1 000 000 кг.
uk: Вкажи від 1 до 128 допустимих ваг тренажера в діапазоні від 0 до 1 000 000 кг.

source: Enter a valid email address first.
ru: Сначала введи корректный адрес email.
uk: Спочатку введи коректну адресу email.

source: Enter a valid email address.
ru: Введи корректный адрес email.
uk: Введи коректну адресу email.

source: Enter a valid exercise name.
ru: Введи корректное название упражнения.
uk: Введи коректну назву вправи.

source: Enter only the weights this machine can actually select. Saved history stays unchanged.
ru: Укажи только те веса, которые реально можно выбрать на тренажёре. Сохранённая история не изменится.
uk: Вкажи лише ті ваги, які реально можна вибрати на тренажері. Збережена історія не зміниться.

source: Enter the 6–8 digit verification code from your email.
ru: Введи 6–8-значный код подтверждения из письма.
uk: Введи 6–8-значний код підтвердження з листа.

source: Enter the word DELETE in capital letters
ru: Введи слово DELETE заглавными буквами
uk: Введи слово DELETE великими літерами

source: Enter your password.
ru: Введи пароль.
uk: Введи пароль.

source: Epic
ru: Эпическая
uk: Епічна

source: Error
ru: Ошибка
uk: Помилка

source: Estimated 1RM PR
ru: Рекорд расчетного 1ПМ
uk: Рекорд розрахункового 1ПМ

source: Estimated from weight, repetitions, bodyweight movements, and your manual mappings.
ru: Оценено по весу, повторениям, упражнениям с собственным весом и ручным сопоставлениям.
uk: Оцінено за вагою, повтореннями, вправами з власною вагою та ручними зіставленнями.

source: Every canonical milestone, its progress, rarity, and unlock date.
ru: Все основные цели, их прогресс, редкость и дата открытия.
uk: Усі основні цілі, їхній прогрес, рідкість і дата відкриття.

source: Every completed set, newest first.
ru: Все выполненные подходы, вначале самые новые.
uk: Усі виконані підходи, спочатку найновіші.

source: Every exercise needs at least one set.
ru: Для каждого упражнения требуется по крайней мере один подход.
uk: Для кожної вправи потрібен принаймні один підхід.

source: Example: 45 47.5 50 52.5. The coach will only choose a listed value.
ru: Пример: 45 47,5 50 52,5. Тренер выберет только вес из списка.
uk: Приклад: 45 47,5 50 52,5. Тренер вибере лише вагу зі списку.

source: Exercise added.
ru: Упражнение добавлено.
uk: Вправу додано.

source: Exercise and linked workout entries deleted.
ru: Упражнение и связанные записи тренировок были удалены.
uk: Вправу й пов’язані записи тренувань видалено.

source: exercise count
ru: количество упражнений
uk: кількість вправ

source: Exercise deleted
ru: Упражнение удалено
uk: Вправу видалено

source: Exercise filter
ru: Фильтр упражнений
uk: Фільтр вправ

source: Exercise history
ru: История упражнения
uk: Історія вправи

source: Exercise library
ru: Каталог упражнений
uk: Каталог вправ

source: Exercise name
ru: Название упражнения
uk: Назва вправи

source: exercise name length
ru: длина названия упражнения
uk: довжина назви вправи

source: Exercise renamed.
ru: Упражнение переименовано.
uk: Вправу перейменовано.

source: Exercise updated.
ru: Упражнение обновлено.
uk: Вправу оновлено.

source: Exercises
ru: Упражнения
uk: Вправи

source: Exercises and sets
ru: Упражнения и подходы
uk: Вправи й підходи

source: exercises per session
ru: количество упражнений в сессии
uk: кількість вправ у сесії

source: Export backup
ru: Экспорт копии
uk: Експортувати копію

source: Export diagnostics
ru: Экспорт диагностики
uk: Експортувати діагностику

source: Export saved.
ru: Экспорт сохранен.
uk: Експорт збережено.

source: Exports app and workout diagnostics without authentication tokens
ru: Экспорт диагностики приложений и тренировок без токенов аутентификации
uk: Експортує діагностику застосунку й тренувань без токенів автентифікації

source: Face Pull
ru: Тяга каната к лицу

source: Favorites
ru: Избранное
uk: Улюблені

source: Fifty Thousand Volume
ru: Пятьдесят тысяч объема
uk: П’ятдесят тисяч обсягу

source: file size
ru: размер файла
uk: розмір файлу

source: Final confirmation
ru: Окончательное подтверждение
uk: Остаточне підтвердження

source: Finish
ru: Заверши
uk: Завершення

source: Finish and view summary
ru: Заверши и просмотри итоги
uk: Завершити й переглянути підсумок

source: Finish at least one workout today.
ru: Заверши сегодня как минимум одну тренировку.
uk: Заверши сьогодні щонайменше одне тренування.

source: Finish four workouts this week.
ru: Заверши четыре тренировки на этой неделе.
uk: Заверши чотири тренування цього тижня.

source: First logged workout
ru: Первая записанная тренировка
uk: Перше записане тренування

source: First Rep
ru: Первое повторение
uk: Перше повторення

source: First Workout
ru: Первая тренировка
uk: Перше тренування

source: Five weeks ending in the selected month
ru: Пять недель до завершения выбранного месяца
uk: П’ять тижнів до завершення вибраного місяця

source: Flow State
ru: Состояние потока
uk: Стан потоку

source: Forgot password?
ru: Забыли пароль?
uk: Забули пароль?

source: Fourteen-Day Streak
ru: Серия из четырнадцати дней
uk: Серія з чотирнадцяти днів

source: French Press
ru: Французский жим

source: Frequent
ru: Частые
uk: Часті

source: Frequently used exercises appear after you save workouts.
ru: Часто используемые упражнения появятся после сохранения тренировок.
uk: Часто використовувані вправи з’являться після збереження тренувань.

source: Front
ru: Спереди
uk: Спереду

source: Full body
ru: Все тело
uk: Усе тіло

source: Garmin cloud sync returned an invalid response.
ru: Облачная синхронизация Garmin вернула некорректный ответ.
uk: Хмарна синхронізація Garmin повернула некоректну відповідь.

source: Garmin pairing
ru: Подключение Garmin
uk: Сполучення з Garmin

source: Garmin plan mode: after saving, every planned row is sent to the selected watch as a target. The watch logs what you actually complete.
ru: Режим плана Garmin: после сохранения каждая запланированная строка отправляется на выбранные часы как цель. Часы записывают то, что вы фактически выполните.
uk: Режим плану Garmin: після збереження кожен запланований рядок надсилається на вибраний годинник як ціль. Годинник записує те, що ви фактично виконаєте.

source: Garmin watch
ru: Часы Garmin
uk: Годинник Garmin

source: Generate the next workout
ru: Создать следующую тренировку
uk: Створити наступне тренування

source: Generated only after an explicit user action.
ru: Создана только после явного действия пользователя.
uk: Створено лише після явної дії користувача.

source: Goal
ru: Цель
uk: Мета

source: GymApp athlete
ru: Атлет GymApp
uk: Атлет GymApp

source: GymApp could not open its protected local storage. Your data was not changed.
ru: GymApp не удалось открыть защищенное локальное хранилище. Твои данные не изменены.

source: GymApp diagnostics
ru: Диагностика GymApp
uk: Діагностика GymApp

source: GymApp has no advertising, cross-app tracking, or sale of personal data.
ru: У GymApp нет рекламы, межприменительного отслеживания или продажи персональных данных.
uk: У GymApp немає реклами, міжзастосункового відстеження чи продажу персональних даних.

source: GymApp user
ru: Пользователь GymApp
uk: Користувач GymApp

source: GymApp will ask the authenticated delete-account service to remove your Supabase user, cascade-delete related cloud rows, clear this profile’s local data, and sign you out.
ru: GymApp пришлет аутентифицированный запрос сервиса удаления аккаунта: он удалит пользователя Supabase и связанные облачные записи, очистит локальные данные профиля и выполнит выход.
uk: GymApp надішле автентифікований запит сервісу видалення акаунта: він видалить користувача Supabase і пов’язані хмарні записи, очистить локальні дані профілю та виконає вихід.

source: GymApp will erase this profile’s local workout data and sign you out. This action cannot be undone.
ru: GymApp сотрет локальные данные тренировок этого профиля и выполнит выход. Это действие нельзя отменить.
uk: GymApp зітре локальні дані тренувань цього профілю та виконає вихід. Цю дію не можна скасувати.

source: GymApp workout
ru: Тренировка GymApp

source: Hammer Curl
ru: Молоточные сгибания рук

source: Hanging Leg Raise
ru: Подъем ног в висе

source: Hard
ru: Тяжело
uk: Важко

source: Heatmap scale, less activity to more activity
ru: Шкала тепловой карты: от меньшей к большей активности
uk: Шкала теплової мапи: від меншої до більшої активності

source: Help & legal
ru: Помощь и правовая информация
uk: Допомога й правова інформація

source: Higher weight is harder
ru: Больший вес сложнее
uk: Більша вага складніша

source: Hip Abduction
ru: Разведение ног в тренажере

source: Hip Adduction
ru: Сведение ног в тренажере

source: Hip Thrust
ru: Ягодичный мост со штангой

source: History
ru: История
uk: Історія

source: Hyperextension
ru: Гиперекстензия

source: I saved the token
ru: Токен сохранён
uk: Токен збережено

source: If you cannot find it, check your Spam folder.
ru: Если письма нет, проверьте папку «Спам».
uk: Якщо листа немає, перевірте папку «Спам».

source: Import backup
ru: Импорт резервной копии
uk: Імпортувати копію

source: Incline Bench Press
ru: Жим штанги на наклонной скамье

source: Incline Dumbbell Press
ru: Жим гантелей на наклонной скамье

source: Interactive muscle map
ru: Интерактивная карта мышц
uk: Інтерактивна мапа м’язів

source: Invalid muscle mapping.
ru: Некорректное сопоставление мышц.
uk: Некоректне зіставлення м’язів.

source: It may have been deleted on another screen.
ru: Может быть, его удалили на другом экране.
uk: Можливо, його видалили на іншому екрані.

source: Keep a fourteen day streak alive.
ru: Поддерживай серию из четырнадцати дней.
uk: Підтримуй серію з чотирнадцяти днів.

source: Keep a seven day streak alive.
ru: Поддерживай серию из семи дней.
uk: Підтримуй серію із семи днів.

source: Keep a thirty day streak alive.
ru: Поддерживай серию из тридцати дней.
uk: Підтримуй серію з тридцяти днів.

source: Keep building
ru: Продолжай прогрессировать
uk: Продовжуй прогресувати

source: kg
ru: кг
uk: кг

source: Language
ru: Язык
uk: Мова

source: Last
ru: Последний вес
uk: Остання вага

source: Last error
ru: Последняя ошибка
uk: Остання помилка

source: Last successful sync
ru: Последняя успешная синхронизация
uk: Остання успішна синхронізація

source: Last synced
ru: Последняя синхронизация
uk: Остання синхронізація

source: Lat Pulldown
ru: Тяга верхнего блока

source: Lateral Raise
ru: Подъемы гантелей через стороны

source: Least frequent
ru: Реже всего

source: Leave local profile
ru: Оставить локальный профиль
uk: Залишити локальний профіль

source: Leave profile
ru: Оставить профиль
uk: Залишити профіль

source: Leave this local profile?
ru: Оставить этот локальный профиль?
uk: Залишити цей локальний профіль?

source: Leg day
ru: День ног
uk: День ніг

source: Leg Extension
ru: Разгибание ног в тренажере

source: Leg Press
ru: Жим ногами в тренажере

source: Legacy browser cloud data was loaded. Automatic cloud uploads are paused to preserve browser-only profile, language, and mapping fields.
ru: Устаревшие облачные данные браузера загружены. Автоматическая отправка в облако приостановлена, чтобы сохранить поля профиля, языка и мапинга, доступные только в обозревателе.

source: Legend
ru: Легенда
uk: Легенда

source: Legendary
ru: Легендарная
uk: Легендарна

source: Legs
ru: Ноги
uk: Ноги

source: Less
ru: Меньше
uk: Менше

source: Level
ru: Уровень
uk: Рівень

source: LEVEL
ru: УРОВЕНЬ
uk: РІВЕНЬ

source: Level progress
ru: Прогресс уровня
uk: Прогрес рівня

source: Library
ru: Каталог
uk: Каталог

source: LIVE
ru: ВМЕСТЕ
uk: РАЗОМ

source: Load
ru: Нагрузка
uk: Навантаження

source: Load direction
ru: Направление нагрузки
uk: Напрям навантаження

source: Loaded today
ru: Нагружено сегодня
uk: Навантажено сьогодні

source: Loading Garmin watches…
ru: Загрузка часов Garmin…
uk: Завантаження годинників Garmin…

source: Local
ru: Локально
uk: Локально

source: Local Athlete
ru: Локальный атлет
uk: Локальний атлет

source: Local profile
ru: Локальный профиль
uk: Локальний профіль

source: Local profiles cannot be selected again after leaving. Export a backup first if you want to keep this data.
ru: После выхода локальный профиль нельзя выбрать снова. Сначала экспортируй резервную копию, если хочешь сохранить эти данные.
uk: Після виходу локальний профіль не можна буде вибрати знову. Спочатку експортуй резервну копію, якщо хочеш зберегти ці дані.

source: Local storage
ru: Локальное хранилище
uk: Локальне сховище

source: Local-only profile
ru: Только локальный профиль
uk: Лише локальний профіль

source: Locale
ru: Локаль
uk: Локаль

source: Locked
ru: Закрыто

source: Log
ru: Запись
uk: Запис

source: Log 8 sets
ru: Запиши 8 подходов
uk: Запиши 8 підходів

source: Log 30 sets
ru: Запиши 30 подходов
uk: Запиши 30 підходів

source: Log a few workouts
ru: Запиши несколько тренировок
uk: Запиши кілька тренувань

source: Log a workout to start your momentum.
ru: Запиши тренировку, чтобы набрать темп.
uk: Запиши тренування, щоб набрати темп.

source: Log sets to light up the muscle map.
ru: Запиши подходы, чтобы заполнить карту мышц.
uk: Записуй підходи, щоб заповнити мапу м’язів.

source: Log this exercise in a workout to see progress here.
ru: Добавь это упражнение к тренировке, чтобы увидеть здесь прогресс.
uk: Додай цю вправу до тренування, щоб побачити тут прогрес.

source: Long gap
ru: Длительный перерыв
uk: Тривала перерва

source: Lower
ru: Низ
uk: Низ

source: Lower body
ru: Низ тела

source: Lower weight is harder (assistance)
ru: Меньший вес сложнее (противовес)
uk: Менша вага складніша (противага)

source: Lunge
ru: Выпады

source: Lying Leg Curl
ru: Сгибание ног лежа

source: Machine Chest Fly
ru: Сведение рук в тренажёре

source: Machine Lateral Raise
ru: Подъемы рук через стороны в тренажере

source: Machine weights
ru: Веса тренажёра
uk: Ваги тренажера

source: Maintenance
ru: Поддержка
uk: Підтримання

source: Manage sync, support, your session, and permanent data deletion.
ru: Управляй синхронизацией, поддержкой, сеансом и окончательным удалением данных.
uk: Керуй синхронізацією, підтримкою, сеансом і остаточним видаленням даних.

source: Manage your library, history, muscle groups, and backups.
ru: Управляй библиотекой, историей, группами мышц и резервными копиями.
uk: Керуй бібліотекою, історією, групами м’язів і резервними копіями.

source: Manage your library, history, muscle groups, and favorites.
ru: Управляй библиотекой, историей, группами мышц и избранными упражнениями.
uk: Керуй бібліотекою, історією, групами м’язів і улюбленими вправами.

source: Manual mapping
ru: Ручное сопоставление
uk: Ручне зіставлення

source: Manual muscle mappings
ru: Ручные сопоставления мышц
uk: Ручні зіставлення м’язів

source: Mapped
ru: Сопоставлено
uk: Зіставлено

source: Max weight
ru: Максимальный вес
uk: Максимальна вага

source: Merge
ru: Объединить
uk: Об’єднати

source: Merge this backup?
ru: Объединить эту резервную копию?
uk: Об’єднати цю резервну копію?

source: Mission period
ru: Период миссий

source: Missions
ru: Миссии
uk: Місії

source: Momentum
ru: Темп
uk: Імпульс

source: Month
ru: Месяц
uk: Місяць

source: Month XP
ru: XP за месяц
uk: XP за місяць

source: Monthly
ru: Месячные

source: Monthly Snapshot
ru: Итог месяца
uk: Підсумок місяця

source: More
ru: Больше
uk: Більше

source: Most frequent
ru: Самые частые

source: Mountain Mover
ru: Покоритель гор
uk: Рушій гір

source: Move 1,000 volume
ru: Набери 1000 объема
uk: Набери 1 000 обсягу

source: Move 5,000 volume
ru: Набери 5000 объема
uk: Набери 5 000 обсягу

source: Muscle gain
ru: Набор мышц
uk: Набір м’язів

source: Muscle groups
ru: Группы мышц
uk: Групи м’язів

source: Muscle groups saved.
ru: Группы мышц сохранены.
uk: Групи м’язів збережено.

source: Muscle load period
ru: Период нагрузки на мышцы
uk: Період навантаження м’язів

source: Muscle load scale, less activity to more activity
ru: Шкала нагрузки на мышцы: от меньшей активности к большей
uk: Шкала навантаження м’язів: від меншої активності до більшої

source: Muscle Map
ru: Карта мышц
uk: Мапа м’язів

source: Muscles
ru: Мышцы
uk: М’язи

source: Never
ru: Никогда
uk: Ніколи

source: New bests
ru: Новые рекорды
uk: Нові рекорди

source: New exercise name
ru: Название нового упражнения
uk: Назва нової вправи

source: New exercises and sessions will be added to this profile. Matching sessions are skipped; existing data is kept.
ru: Новые упражнения и сессии будут добавлены в этот профиль. Похожие сессии будут пропущены, а имеющиеся данные сохранены.
uk: Нові вправи й сесії буде додано до цього профілю. Схожі сесії буде пропущено, а наявні дані збережено.

source: New password
ru: Новый пароль
uk: Новий пароль

source: Next
ru: Далее
uk: Далі

source: Next month
ru: Следующий месяц
uk: Наступний місяць

source: Next targets
ru: Следующие цели
uk: Наступні цілі

source: Next title
ru: Следующий титул
uk: Наступний титул

source: No active Garmin watches found.
ru: Активные часы Garmin не найдены.
uk: Активних годинників Garmin не знайдено.

source: No badges yet
ru: Отличий еще нет
uk: Відзнак ще немає

source: No completed sets yet.
ru: Выполненных подходов еще нет.
uk: Виконаних підходів ще немає.

source: No exercises
ru: Нет упражнений
uk: Немає вправ

source: No exercises yet
ru: Упражнений еще нет
uk: Вправ ще немає

source: No frequent exercises yet
ru: Пока нет частых упражнений
uk: Поки немає частих вправ

source: No history yet
ru: Истории еще нет
uk: Історії ще немає

source: No mapped muscle load for this workout.
ru: Для этой тренировки нет сопоставленной нагрузки мышц.
uk: Для цього тренування немає зіставленого навантаження м’язів.

source: No mapped sets for this muscle in the selected period.
ru: Для этой мышцы нет сопоставленных подходов в выбранном периоде.
uk: Для цього м’яза немає зіставлених підходів у вибраному періоді.

source: No matches
ru: Ничего не найдено
uk: Нічого не знайдено

source: No matching exercises are in your catalog. Add exercises first.
ru: В каталоге нет соответствующих упражнений. Сначала прибавь упражнения.
uk: У каталозі немає відповідних вправ. Спочатку додай вправи.

source: No muscle selected
ru: Мышца не выбрана
uk: М’яз не вибрано

source: No new weight or estimated 1RM records in this session.
ru: На этой сессии нет новых рекордов веса или расчетного 1ПМ.
uk: У цій сесії немає нових рекордів ваги чи розрахункового 1ПМ.

source: No note
ru: Без заметки
uk: Без нотатки

source: No passwords, access tokens, refresh tokens, or Keychain values are included.
ru: Пароли, токены доступа, токены обновления и значения Keychain не включены.
uk: Паролі, токени доступу й оновлення та значення Keychain не включено.

source: No prescription
ru: Нет плана
uk: Немає плану

source: No previous workout is available yet.
ru: Предыдущей тренировки ещё нет.
uk: Попереднього тренування ще немає.

source: No prior weight
ru: Нет предыдущего веса
uk: Немає попередньої ваги
